{
    "When Your Clap Game Is On Another Level ": 90097.23287671233,
    "How many rounds can be fired continuously through a 5.56mm sound suppressor? ": 19468.31690622861,
    "Liquid Venom Suit Covers My Whole Body! ": 773936.6,
    "The Warden - Animation vs. Minecraft Shorts Ep 26 ": 2144876.0,
    "You Are Immune Against Every Disease ": 1118869.0,
    "Inside Alicia Keys & Swizz Beatz’s Oceanside Mansion | Open Door | Architectural Digest ": 314294.0,
    "MORBIUS - Official Trailer (HD) ": 2350932.0,
    "Canelo Alvarez vs Caleb Plant - THE EYES DON'T LIE ": 484576.0,
    "Did you know that in FORREST GUMP... ": 307534.0,
    "I Spent 100 Days in a Frozen Zombie Apocalypse in Minecraft ": 1235337.0,
    "Boiling Water With My Hands ": 650185.0,
    "BadBoyHalo - MUFFIN (OFFICIAL VIDEO) ": 316730.0,
    "UFC 268 Embedded: Vlog Series - Episode 1 ": 1022730.0,
    "New AirPods Feature ": 3102910.5,
    "Kodak Black - Super Gremlin [Official Music Video] ": 840716.0,
    "Watch This Teen Illegally Climb Egypt's Great Pyramid ": 13476.5421686747,
    "Gordon Ramsay Destroys That Vegan Teacher ": 18258.702040816326,
    "Player slaps Huggy {Poppy Playtime} ": 9195543.0,
    "People Who Didn't Get What They Asked For ": 484871.35714285716,
    "how much water is in water bucket? ": 1308154.4285714286,
    "Extreme Try Not To Laugh Challenge! ": 1344891.142857143,
    "LIVE: CDC meeting on Pfizer's Covid vaccines for kids ages 5 to 11 — 11/2/2021 ": 58140.0,
    "Covid-19 vaccine or her marriage: the impossible choice she had to make ": 454081.0,
    "Former CDC head answers questions about COVID-19 vaccines for younger kids l GMA ": 8923.0,
    "COVID vaccine for kids 5 to 11: Here’s what to expect this week ": 178494.0,
    "City workers battle COVID-19 vaccine mandates ": 339658.5,
    "Breaking Down Covid Vaccine Exemptions In The Military ": 81700.0,
    "COVID-19 Vaccine Town Hall: Research Update ": 1539.0,
    "COVID vaccine for kids: What parents should know ": 20952.0,
    "CDC advisors to weigh in on Pfizer's Covid vaccine for kids 5 to 11 ": 6774.0,
    "2,300 NYC firefighters call out sick as vaccine mandate begins ": 133672.0,
    "COVID-19 vaccine about to rollout for kids 5-11 ": 341.0,
    "CDC panel debates: Should all school kids get COVID vaccine? ": 172.0,
    "TATTED UP 13 YEAR OLD EXPOSES D1-COMMITS FOR $1000!! (ATL 1ON1'S W/ TRAVIS HUNTER) ": 113975.70491803279,
    "Little sis running to greet her big brothers after school is too cute for words ": 81675.25806451614,
    "If Black People Were in Squid Game ": 329959.5483870968,
    "Golden Retriever Meets Puppies for the First Time ": 421442.6129032258,
    "Dirtiest Cheap Shots in Football History ᴴᴰ ": 17050.624657534245,
    "Terrifying the SH*T out of Players with World's FASTEST Full-Auto Airsoft Pistol. ": 130031.59016393442,
    "Focus Music for Work and Studying, Background Music for Concentration, Study Music ": 49155.479452054795,
    "The little girl saved a beggar but didn't know he was a king until she got great rewards from him ": 79061.0655737705
}